{"name": "DUTTA Data", "email": "deepjyoti.dutta@outlook.com", "mobile_number": "897-109-3779", "skills": ["Xgboost", "Scheduling", "Numpy", "Communication", "System", "Safety", "Sql", "Pandas", "Distribution", "Inventory", "Python", "Analysis", "Health", "Machine learning", "Tableau", "Email", "Forecasting", "Training", "Underwriting", "Analytics", "Algorithms", "Matplotlib", "Statistics", "Process", "Programming", "R", "Postgresql", "Rest", "Requests", "Computer applications", "Banking", "Tensorflow", "Logistics", "Matrix", "Transport", "Cloud", "Reports", "Sap"], "college_name": null, "degree": ["Bachelor of Computer \nApplications (B.C.A)"], "designation": null, "experience": ["DATA SCIENTIST", "Client #1: Capital One Financial Corporation     1 year 5 months", "Capital One Financial Corporation is a bank holding company specializing in credit cards, auto", "loans, banking and savings accounts headquartered in Capital One Tower in McLean, Virginia.", "Capital One is ranked 10th on the list of largest banks in the United States by assets.", "Project #1: Loan Underwriting", "This project refers the process of a lender determining if a borrower's loan", "application is an acceptable risk. Based on the analysis of the credit, capacity,", "and collateral of the customer, we have predicted whether a particular", "customer could be sanctioned a Loan or not and also predicted the amount", "which could be sanctioned.", "Responsibilities:", "", "", "", "", "", "To Pre-process the data of more than 1 Million Records and", "hundreds of Features.", "To build and Train a Machine Learning Model using Logistics", "Regression, Random Forest Classification, Xgboost", "Classification, Voting Classifier.", "To find the accuracy of the Model Prediction using", "Classification Reports, Confusion Matrix, AUC Score.", "To predict the Loan Amount which could be sanctioned to", "the eligible customers using Linear Regression, Ridge", "Regression and Lasso Regression.", "To plot the prediction graph using Matplotlib Library to show", "the Loan Amount Prediction.", "Project #2: Customer Churn Prediction", "This project refers to the prediction of whether a particular customer ceases his", "or her relationship with a company.", "Responsibilities:", "", "", "", "To Pre-process the data of more than 1 Million Records and", "hundreds of Features.", "To build and Train a Machine Learning Model using Logistics", "Regression, Random Forest Classification, Xgboost", "Classification, Voting Classifier.", "To find the accuracy of the Model Prediction using", "Classification Reports, Confusion Matrix, AUC Score.", "Project #3: Customer Journey", "This project refers to the analytics involved in the data associated with a", "customer’s multiple interactions with a company. Based on the customer’s past", "events and interactions, we have predicted whether a particular customer will", "apply for a Loan in near future or not.", "Responsibilities:", "", "", "", "To Pre-process the data of more than 1 Million Records and", "hundreds of Features.", "To build and Train a Machine Learning Model using Logistics", "Regression, Random Forest Classification, Xgboost", "Classification, Voting Classifier.", "To find the accuracy of the Model Prediction using", "Classification Reports, Confusion Matrix, AUC Score.", "Client #2: EchoStar Corporation                            8 months", "EchoStar Corporation is an American company, a worldwide provider of satellite communication", "solutions and Internet services through its Hughes Network Systems and EchoStar Satellite Services", "business segments. It is the owner and operator of the satellite fleet for DISH among other customers.", "Project: Order Forecasting", "This project refers to the prediction of Orders which could be generated in one", "office location such that it maintains necessary levels of inventory on hand", "without holding excess stock and also avoid stock out.", "Responsibilities:", "", "", "To predict the Order generation using a complex set of", "calculations which involved calculating Lead Time Demand", "(LTD), Safety Stock (SS) and Fill rate.", "To build a Statistical Model using Poisson Distribution and", "finding Z-Statistics value to determine the Fill rate such that", "the number must be greater than or equal to 0% but less than", "100%.", "SAP Basis Consultant", "Client #3: Airbus Group                            2 years 3 months", "Airbus Group is an European aerospace corporation which designs, manufactures and sells civil and", "military aerospace products worldwide and manufactures in the European Union and various other", "countries. The company has three divisions: Commercial Aircraft, Defense and Space, and Helicopters,", "the third being the largest in its industry in terms of revenues and turbine helicopter deliveries.", "Project: SAP Application Support", "This project refers to the support of SAP HR application of Airbus Group. As an", "SAP Basis Consultant, I was responsible for System health check, Maintenance,", "System Refresh and Upgrade.", "Responsibilities:", "", "", "", "", "To create Users in the SAP application using transaction codes", "and assigning roles to the user, password rest and other user", "activities.", "To Transport Change Requests across the landscapes using the", "STMS Transport tool.", "To perform SAP Note Implementation along with manual pre", "and post activities of the Note.", "To perform System Monitoring and Job Scheduling.", "TRAININGS", "-  Attended 4 Months Training on “Data Science Masters Course”", "Institute:- Acadgild Institute ( https://acadgild.com )", "Location:- Bangalore, India.", "Got the exposure to the following areas of Data Science:-", "  Pyhton Programming", "  Statistical Learning", "  Machine Learning", "  Natural Language Processing", "  Deep Learning", "-  Attended 2 Days Workshop on “Microsoft Azure Cloud Platform”", "Organized By:- Wipro Technologies", "Location:- Bangalore, India.", "Got the exposure to the following areas of Azure:-", "  Microsoft Azure ML Studio", "  Microsoft Azure Machine Learning Techniques and", "Approaches.", "-  Attended Online course in Udemy on “Hands-On Tableau Training", "For Data Science!”"], "company_names": ["SAP Basis", "Microsoft"], "no_of_pages": 3, "total_experience": 0.0}