{"name": "Curriculum Vitae", "email": "lavajiit@yandex.com", "mobile_number": "7775859367", "skills": ["Database", "Nosql", "Analysis", "Linux", "Api", "Nltk", "Javascript", "Data analysis", "Tensorflow", "Datasets", "Process", "Recruitment", "Beautifulsoup", "Statistics", "Pandas", "Machine learning", "Apis", "Python", "Pyspark", "Numpy", "Hypothesis", "Xgboost", "C", "Communication", "Mysql", "Engineering", "Postgresql", "Django", "Website", "Seaborn", "R", "Spark", "Usability", "Research", "Training", "Sql", "Aws", "Github", "Mobile", "Matplotlib", "Algorithms", "Etl", "Experiments", "Keras"], "college_name": null, "degree": null, "designation": null, "experience": ["A)  Data Science Intern – SIPI-IP, Noida – (4+ months) from September 2018 till date", "a)  Understand the data obtained from research teams and then further conduct comprehensive data cleaning", "and meticulous EDA.", "b)  Formulate experiments to check the possibility and usability of the data obtained from all teams.", "c)  Regularly  interact  with  research  teams  to  give  and  receive  suggestions  and  to  better  understand  the", "business process cycle.", "d)  Beat  the  baseline  accuracy  for  one  team.  Currently  in  the  process  of  doing  the  same  for  all  teams  and", "improve the accuracy gradually.", "B)  Data Engineering Intern - RedCarpetUp, Delhi – 2 months (from July 2018 till August 2018)", "e)  Carry  out  ETL  process  with  raw  data  extraction  from  csv  files,  then  cleaning  it  and  transforming  it  for", "machine learning model (fraud detection model)  and  loading  into PostgreSQL database.  Both ETL and ML", "modelling were done in PySpark’s dataFrame and sparkML libraries respectively.", "f)  Load the data from PostgreSQL and build the machine learning model for fraud detection.", "g)  Actively  communicate  with  fraud  review  team,  KYC  team  and  web  developers  for  continuous  refining  of", "whole data science pipeline.", "h)  Increased  ML  model’s accuracy  by 2%  and reduced  ETL processing time  by 30%  using  Spark’s", "best practices and regular communication with the teams.", "C)  Full Stack Development Intern - Karmaa Lab, Bangalore – 7 months (from June 2017 till December 2017)", "a)  Built the complete web project from scratch in Django.", "b)  Added the web app for website article summariser using web scraping using BeautifulSoup and NLTK.", "c)  Added geo-fencing capability using google-map APIs in Python and JavaScript.", "d)  Deployed the project on AWS EC2.", "e)  Conducted daily scrums.", "f)  Assisted in new interns’ recruitment.", "Page 1 of 3"], "company_names": null, "no_of_pages": 3, "total_experience": 0.0}